Repository: Power535/ministra
Catalog: servidor/stalker_portal/server/locale/*/LC_MESSAGES/stb.po
Languages: uk

source: This operation is temporarily unavailable.
uk: Операція тимчасово недоступна.

source: Server error
uk: Помилка сервера

source: end_date_format
uk: d.m.Y

source: %d day
uk: %d день

source: account_payment_info
uk: Інформація про оплату

source: account_agreement_info
uk: Договір

source: account_terms_info
uk: Правила користування

source: Subscribed
uk: Підключено

source: Not subscribed
uk: Не підключено

source: ABC_1l
uk: А

source: ABC_2l
uk: Б

source: ABC_3l
uk: В

source: ABC_4l
uk: Г

source: ABC_5l
uk: Ґ

source: ABC_6l
uk: Д

source: ABC_7l
uk: Е

source: ABC_8l
uk: Є

source: ABC_9l
uk: Ж

source: ABC_10l
uk: З

source: ABC_11l
uk: И

source: ABC_12l
uk: І

source: ABC_13l
uk: Ї

source: ABC_14l
uk: Й

source: ABC_15l
uk: К

source: ABC_16l
uk: Л

source: ABC_17l
uk: М

source: ABC_18l
uk: Н

source: ABC_19l
uk: О

source: ABC_20l
uk: П

source: ABC_21l
uk: Р

source: ABC_22l
uk: С

source: ABC_23l
uk: Т

source: ABC_24l
uk: У

source: ABC_25l
uk: Ф

source: ABC_26l
uk: Х

source: ABC_27l
uk: Ц

source: ABC_28l
uk: Ч

source: ABC_29l
uk: Ш

source: ABC_30l
uk: Щ

source: ABC_31l
uk: Ь

source: ABC_32l
uk: Ю

source: ABC_33l
uk: Я

source: january
uk: січень

source: february
uk: лютий

source: march
uk: березень

source: april
uk: квітень

source: may
uk: травень

source: june
uk: червень

source: july
uk: липень

source: august
uk: серпень

source: september
uk: вересень

source: october
uk: жовтень

source: november
uk: листопад

source: december
uk: грудень

source: All
uk: Всi

source: [No channel info]
uk: [телепрограма відсутня]

source: New claim on %s - %s (%s, id: %s). From %s
uk: Нова скарга на %s - %s (%s, id: %s). Від %s

source: Albums
uk: Альбоми

source: Artists
uk: Виконавці

source: Playlists
uk: Плейлисты

source: Genres
uk: Жанри

source: Years
uk: Роки

source: NBU exchange rate on
uk: Курс НБУ на

source: Exchange rate on
uk: Курс НБУ на

source: CBR exchange rate on
uk: Курс ЦБР на

source: Source
uk: Джерело

source: unavailable
uk: недоступний

source: not changed
uk: не змінився

source: Errors
uk: Помилок

source: Successful: %s channels
uk: Успішно: %s каналів

source: Deleted: %s records
uk: Видалено: %s записів

source: Sun
uk: Нд

source: Mon
uk: Пн

source: Tue
uk: Вт

source: Wed
uk: Ср

source: Thu
uk: Чт

source: Fri
uk: Пт

source: Sat
uk: Сб

source: JANUARY
uk: СІЧНЯ

source: FEBRUARY
uk: ЛЮТОГО

source: MARCH
uk: БЕРЕЗНЯ

source: APRIL
uk: КВІТНЯ

source: MAY
uk: ТРАВНЯ

source: JUNE
uk: ЧЕРВНЯ

source: JULY
uk: ЛИПНЯ

source: AUGUST
uk: СЕРПНЯ

source: SEPTEMBER
uk: ВЕРЕСНЯ

source: OCTOBER
uk: ЖОВТНЯ

source: NOVEMBER
uk: ЛИСТОПАДА

source: DECEMBER
uk: ГРУДНЯ

source: SUNDAY
uk: НЕДІЛЯ

source: MONDAY
uk: ПОНЕДІЛОК

source: TUESDAY
uk: ВІВТОРОК

source: WEDNESDAY
uk: СЕРЕДА

source: THURSDAY
uk: ЧЕТВЕР

source: FRIDAY
uk: П'ЯТНИЦЯ

source: SATURDAY
uk: СУБОТА

source: Night
uk: Ніч

source: Morning
uk: Ранок

source: Day
uk: День

source: Evening
uk: Вечір

source: Jan
uk: Січ

source: Feb
uk: Лют

source: Mar
uk: Бер

source: Apr
uk: Кві

source: May
uk: Травень

source: Jun
uk: Чер

source: Jul
uk: Лип

source: Aug
uk: Сер

source: Sep
uk: Вер

source: Oct
uk: Жов

source: Nov
uk: Лис

source: Dec
uk: Гру

source: clear
uk: ясно

source: partly cloudy
uk: мала хмарність

source: cloudy
uk: хмарно

source: overcast
uk: похмуро

source: rain
uk: дощ

source: rainfall
uk: злива

source: snow
uk: сніг

source: thunderstorm
uk: гроза

source: no data
uk: немає даних

source: w/o precipitation
uk: без опадів

source: pressure
uk: тиск

source: wind
uk: вітер

source: Channel not found
uk: Канал не знайдено

source: Recording for this channel already exist
uk: Запис цього каналу вже існує

source: Recording duration limit is reached
uk: Досягнуто обмеження по тривалості записів

source: recording
uk: Йде запис

source: scheduled
uk: Заплановано

source: h
uk: г

source: m
uk: х

source: s
uk: с

source: today
uk: сьогодні

source: yesterday
uk: вчора

source: Break in the program
uk: Розрив у програмі

source: TV channels
uk: ТБ канали

source: Movies
uk: Кіно

source: Radio channels
uk: Радіо канали

source: Modules
uk: Модулі

source: Options
uk: Опції

source: min
uk: хв

source: coming soon
uk: незабаром

source: last week
uk: 7 днів

source: city_name_field
uk: name

source: Back
uk: Назад

source: Saving was successful
uk: Збереження пройшло успішно

source: Channel
uk: Канал

source: Date
uk: Дата

source: Load EPG
uk: Завантажити EPG

source: Save
uk: Зберегти

source: New
uk: Новий

source: TV Archive has NOT been restarted correctly.
uk: Під час перезапуску ТБ архіву виникли неполадки.

source: TV Archive has been restarted.
uk: ТБ архів був успішно перезапущений.

source: Error: channel with number "%s" is already in use
uk: Помилка: Номер каналу "%s" вже використовується

source: Error: could not save logo
uk: Помилка: неможливо зберегти логотип

source: Error: all fields are required
uk: Помилка: необхідно заповнити всі поля

source: IPTV channels
uk: IPTV канали

source: priority
uk: пріоритет

source: filter
uk: фільтр

source: Temporary HTTP URL
uk: Тимчасове HTTP посилання

source: WOWZA support
uk: Підтримка WOWZA

source: Enable monitoring
uk: Вести моніторинг

source: Balancer monitoring
uk: Моніторинг балансера

source: Channel URL for monitoring
uk: URL каналу для моніторингу

source: add new link
uk: додати нове посилання

source: delete
uk: видалити

source: Do you really want to delete this record?
uk: Ви дійсно бажаєте видалити цей запис?

source: Channel with same number already exists!
uk: Канал з таким номером вже існує!

source: Shift channel list?
uk: Зсунути список каналів?

source: Add
uk: Додати

source: Restart all TV archives
uk: Перезапустити всі завдання ТБ архіву

source: Number
uk: Номер

source: Service code
uk: Код послуги

source: Name
uk: Ім'я

source: Genre
uk: Жанр

source: Archive
uk: Архів

source: Volume correction
uk: Корекція звуку

source: Claims about<br>audio/video/epg
uk: Скарги на<br>відео/аудіо/epg

source: Do you really want to reset claims counter?
uk: Ви дійсно бажаєте скинути лічильник скарг?

source: Error deleting a logo
uk: Помилка при видаленні лого

source: Age restriction
uk: Обмеження за віком

source: Base channel
uk: Базовий канал

source: Bonus channel
uk: Бонусний канал

source: Price
uk: Ціна

source: Links
uk: Посилання

source: URL for recording (multicast)
uk: Адреса для запису (мультикаст)

source: Enable TV archive
uk: Вести ТБ архів

source: TV archive duration, h
uk: Тривалість ТБ архіву, г

source: Allow nPVR
uk: Дозволити nPVR

source: Allow USB TimeShift
uk: Дозволити TimeShift на USB носії

source: only for rtp and ffrt solutions
uk: тільки для солюшенів rtp і ffrt

source: Allow USB PVR
uk: Дозволити PVR на USB носії

source: EPG correction
uk: Корекція EPG

source: Comments
uk: Коментарі

source: Logo
uk: Логотип

source: Cancel
uk: Відміна

source: KARAOKE
uk: КАРАОКЕ

source: Search
uk: Пошук

source: search by clip name
uk: пошук по "назві ролику"

source: File name
uk: Назва файлу

source: Song name
uk: Назва композиції

source: Performer
uk: Виконавець

source: Posted by
uk: Додав

source: When
uk: Коли

source: Claims about<br>audio/video
uk: Скарги на<br>відео/аудіо

source: Loading
uk: Завантаження

source: Not found
uk: Не знайдено

source: Server
uk: Сервер

source: File
uk: Файл

source: Error: The file or directory may contain invalid characters
uk: Помилка: Можливо файл або директорія містять заборонені символи

source: Protocol
uk: Протокол

source: include solution
uk: включаючи солюшен

source: Author
uk: Автор

source: Form filling order
uk: Порядок заповнення

source: Moderators MAC addresses
uk: MAC адреси модераторів

source: Disable Video club ad
uk: Відключити рекламу у відео клубі

source: RADIO channels
uk: РАДІО канали

source: video deleted
uk: відео видалено

source: Error during file moving from %s to %s
uk: Помилка при переміщенні файлу з %s у %s

source: Error:
uk: Помилка:

source: Error: could not resize cover
uk: Помилка: неможливо змінити розмір обкладинки

source: Error: could not save cover image
uk: Помилка: неможливо зберегти обкладинку

source: Error: The folder with that name already exists
uk: Помилка: папка з такою назвою вже існує

source: Error creating the folder on moderator storage
uk: Помилка при створенні папки на модераторському сховищі

source: Error: insufficient permissions for this action
uk: Помилка: недостатньо прав для даної дії

source: January
uk: Cічень

source: February
uk: Лютий

source: March
uk: Березень

source: April
uk: Квітень

source: June
uk: Червень

source: July
uk: Липень

source: August
uk: Серпень

source: September
uk: Вересень

source: October
uk: Жовтень

source: November
uk: Листопад

source: December
uk: Грудень

source: Turn on
uk: Включити

source: VIDEO CLUB
uk: ВІДЕО КЛУБ

source: Schedule turn the video on
uk: Розклад включення

source: Schedule
uk: Розклад

source: Advertising
uk: Реклама

source: My logs
uk: Мої логи

source: search by file name of movie name
uk: пошук по "фізичній назві" і по "назві фільму"

source: Status
uk: Статус

source: Votes
uk: Голосування

source: good sound
uk: добрий звук

source: bad sound
uk: поганий звук

source: good video
uk: добре відео

source: bad video
uk: погане відео

source: Folder
uk: Каталог

source: Title
uk: Назва

source: Original title
uk: Оригінальна назва

source: Restriction
uk: Обмеження

source: Duration, min
uk: Тривалість, хв

source: Series
uk: Серії

source: Turn on date
uk: Дата включення

source: please wait
uk: зачекайте

source: check
uk: перевірити

source: count md5 sum
uk: порахувати MD5 суму

source: counting
uk: йде підрахунок

source: error
uk: помилка

source: Not available
uk: Не доступно

source: Available
uk: Доступно

source: autofill
uk: автозаповнення

source: Kinopoisk ID
uk: Кинопоиск ID

source: For unlock please delete Name and Original name fields
uk: Для розблокування очистіть поля Назва та Оригінальна назва

source: Kinopoisk rating
uk: Рейтинг КиноПоиск

source: Age rating
uk: Віковий рейтинг

source: Rating MPAA
uk: Рейтинг MPAA

source: Only for MAG100
uk: Тільки для MAG100

source: Low quality
uk: Низька якість

source: old genre
uk: старий жанр

source: Category
uk: Категорія

source: Year
uk: Рік

source: Country
uk: Країна

source: Duration
uk: Тривалість

source: Director
uk: Режисер

source: Stars
uk: В ролях

source: Description
uk: Опис

source: Cover
uk: Обкладинка

source: 1. Upload cover.<br>2. Fill form.<br>3. Save.<br>4. Put the converted in folder<br>&nbsp;&nbsp;&nbsp;&nbsp;specified in the column "Folder".<br>5. If necessary, edit or delete a record.<br>6. Click on folder name.<br>7. If the file is physically present in the directory,<br>&nbsp;&nbsp;&nbsp;&nbsp;it is green, if there is no - in red.
uk: 1. Прикріпити скріншоти.<br> 2. Заповнити поля.<br> 3. Зберегти.<br> 4. Помістити конвертований файл в папку, <br> &nbsp;&nbsp;&nbsp;&nbsp;зазначену в колонці "Каталог"<br> 5. При необхідності редагувати або видалити запис.<br> 6. Якщо файл фізично присутній в директорії, то він <br> &nbsp;&nbsp;&nbsp;&nbsp;відображається зеленим кольором, якщо відсутній - червоним.

source: Administrators groups
uk: Групи адміністраторів

source: Password can not be blank
uk: Канали з PVR

source: Administrators
uk: Адміністратори

source: Login
uk: Логін

source: Group
uk: Група

source: Password
uk: Пароль

source: Password repeat
uk: Повтор паролю

source: All users log
uk: Усі логи користувачів

source: Time
uk: Час

source: Stb action
uk: Дія

source: Parameter
uk: Параметр

source: Jokes
uk: Анекдоти

source: Joke
uk: Анекдот

source: AUDIO ALBUMS
uk: АЛЬБОМИ АУДІО

source: Performers
uk: Виконавці

source: Tracks
uk: Треки

source: Language
uk: Мова

source: add
uk: додати

source: Album
uk: Альбом

source: AUDIO GENRES
uk: АУДІО ЖАНРИ

source: AUDIO LANGUAGES
uk: АУДІО МОВИ

source: AUDIO PERFORMERS
uk: АУДІО ВИКОНАВЦІ

source: AUDIO TRACKS
uk: АУДІО ТРЕКИ

source: Languages
uk: Мови

source: AUDIO YEARS
uk: АУДІО РОКИ

source: Updated %s videos and %s karaokes
uk: Оновлено %s відео і %s караоке

source: Storage cache refresh
uk: Оновлення кеша сховищ

source: Emergency services
uk: Єкстрені служби

source: Information services
uk: Довідкові служби

source: Other services
uk: Інші служби

source: Department
uk: Служба

source: Phone number
uk: Номер телефону

source: Claims
uk: Скарги

source: Log
uk: Лог

source: Video-club sound
uk: Відео-клуб звук

source: Video-club video
uk: Відео-клуб відео

source: TV sound
uk: ТБ звук

source: TV video
uk: ТБ відео

source: No epg
uk: Відсутнє EPG

source: Wrong epg
uk: EPG не співпадає

source: Karaoke sound
uk: Караоке звук

source: Karaoke video
uk: Караоке відео

source: Claims log
uk: Лог скарг

source: Type
uk: Тип

source: Media
uk: Медіа

source: Claim on
uk: Скарга на

source: From
uk: Від

source: task done
uk: завдання виконано

source: EPG settings
uk: Налаштування EPG

source: Update EPG
uk: Оновити EPG

source: Force update EPG
uk: Примусово перезавантажити EPG

source: Updated
uk: Оновлено

source: %s events %s sended, %s errors
uk: %s подій %s відіслано, %s помилок

source: File with list is missing
uk: Відсутній файл зі списком

source: Events
uk: Події

source: New event
uk: Нова подія

source: Send
uk: Надіслати

source: To one
uk: одному

source: To all
uk: Всім

source: By list
uk: За списком

source: By pattern
uk: За шаблоном

source: To group
uk: Групі

source: Load active events
uk: Завантажити активні події

source: List
uk: Список

source: Pattern
uk: Шаблон

source: restart on OK
uk: перезапускати по OK

source: channels
uk: канали

source: Active events for %s
uk: Активні події для %s

source: clean
uk: очистити

source: Valid up to
uk: Дійсне до

source: Event
uk: Подія

source: Message
uk: Повідомлення

source: sended
uk: відправлено

source: not sended
uk: не відправлено

source: There are no active events for %s
uk: Немає активних подій для %s

source: Try now!
uk: Спробувати

source: Later
uk: Пізніше

source: Sections
uk: Розділи

source: Users
uk: Користувачі

source: AUDIO CLUB
uk: АУДІО КЛУБ

source: Logout
uk: вихід

source: RADIO
uk: РАДІО

source: TARIFFS
uk: ТАРИФИ

source: Tasks (new messages: %s)
uk: Завдання (є нові повідомлення: %s)

source: tv
uk: тб

source: videoclub
uk: відеоклуб

source: karaoke
uk: караоке

source: radio
uk: радіо

source: infoportal
uk: інфопортал

source: tv archive
uk: тб архів

source: records
uk: записи

source: Stream servers
uk: Сервера мовлення

source: search by MAC or IP
uk: пошук по MAC або IP

source: Infoportal
uk: Інфопортал

source: City help
uk: Міська довідка

source: Statistics
uk: Статистика

source: Video statistics
uk: Статистика Відео

source: Users statistics for TV
uk: Абонентська статистика по ТБ

source: TV statistics
uk: Статистика ТБ

source: Users statistics for VIDEO
uk: Абонентська статистика по ВІДЕО

source: TV Archive statistics
uk: Статистика ТБ Архіву

source: Users statistics for Jokes
uk: Абонентська статистика по Анекдотах

source: TimeShift statistics
uk: Статистика TimeShift

source: Inactive users
uk: Неактивні абоненти

source: Moderators statistics
uk: Статистика Модераторів

source: Settings
uk: Налаштування

source: Firmware auto update
uk: Автоматичне оновлення прошивки

source: Storages
uk: Сховища

source: Templates
uk: Зовнішній вигляд

source: Karaoke Archive
uk: Архів Караоке

source: Completed Karaoke tasks
uk: Виконані Караоке ролики

source: report generated by closed-month clips
uk: звіт формується за закритими за місяць роликам

source: Completed tasks
uk: Виконані завдання

source: report generated by closed-month movies
uk: звіт формується по закритих за місяць фільмах

source: SD movies
uk: SD фільми

source: Movie
uk: Відео

source: Opening date
uk: Дата відкриття

source: Closing date
uk: Дата закриття

source: Total duration, min
uk: Сумарна тривалість, хв

source: HD movies
uk: HD фільми

source: Rejected tasks
uk: Відхилені завдання

source: Move to archive
uk: До архіву

source: Move to the archive?
uk: Перемістити в архів?

source: monitoring off
uk: не моніториться

source: more than an hour ago
uk: більше години тому

source: less than a minute ago
uk: менше хвилини тому

source: minutes ago
uk: хвилин тому

source: done
uk: зроблено

source: not done
uk: незроблене

source: turn on %s
uk: увімкнеться %s

source: task
uk: завдання

source: send
uk: відправити

source: TV
uk: ТВ

source: Video
uk: Відео

source: Karaoke
uk: Караоке

source: Audio
uk: Аудіо

source: Radio
uk: Радіо

source: My records
uk: Мої записи

source: Records
uk: Записи

source: Media browser
uk: Медіа Браузер

source: Tv archive
uk: Тб архів

source: returned
uk: в поверненні

source: return
uk: повернення

source: Return reason
uk: Причина повернення

source: Disabled
uk: Вимкнений

source: Enabled
uk: Включений

source: Clip
uk: Кліп

source: LOGIN
uk: ВХІД

source: Sign in
uk: Вхід

source: Master-storage logs
uk: Логи майстра сховищ

source: View message
uk: Перегляд повідомлення

source: Reply
uk: Відповісти

source: Are you sure you want to close this task?
uk: Ви дійсно бажаєте закрити це завдання?

source: Task accomplished
uk: Завдання виконано

source: Are you sure you want to reject this task?
uk: Ви дійсно бажаєте відхилити це завдання?

source: Task rejected
uk: Завдання відхилено

source: My messages
uk: Мої повідомлення

source: Movie log
uk: Відео лог

source: Moderator
uk: Модератор

source: Action
uk: Бойовик

source: Playlist
uk: Плейлист

source: User profile
uk: Профіль користувача

source: Logs
uk: Логи

source: Reset to default password?
uk: Скинути на пароль за умовчанням?

source: Reset
uk: Скинути

source: Access control
uk: Контроль доступу

source: favorite tv
uk: вибране тб

source: %s channels
uk: %s каналів

source: Reset favorite TV channels? The channels will be reset only if immediately restart the stb!
uk: Скинути вибрані ТБ канали? Канали повністю скинуться тільки якщо відразу перезапустити приставку!

source: Full name
uk: ПІБ

source: Account number
uk: Номер особового рахунку

source: Last change of status
uk: Зміна статусу

source: Account balance
uk: Баланс

source: Comment
uk: Примітка

source: TV subscription
uk: Підписка на канали

source: Tariff plan
uk: Тарифний план

source: Change
uk: Змінити

source: No packages available
uk: Немає доступних пакетів

source: Packages
uk: Пакети

source: Optional
uk: Опціональний

source: Additional services
uk: Дод. сервіси

source: task rejected
uk: завдання відхилено

source: message sended
uk: повідомлення надіслано

source: Send message
uk: Надіслати повідомлення

source: To
uk: Кому

source: task open
uk: завдання відкрито

source: the task has been sent
uk: завдання відправлено

source: Create task
uk: Створити завдання

source: SERVICES PACKAGES
uk: ПАКЕТИ ПОСЛУГ

source: External ID
uk: Зовнішній ID

source: Total users
uk: Користувачів

source: Short description
uk: Короткий опис

source: Service
uk: Послуга

source: Service type
uk: Тип послуги

source: periodic
uk: періодична

source: single
uk: разова

source: Rent duration
uk: Тривалість оренди

source: All services
uk: Всі послуги

source: Selected
uk: Вибрано

source: enabled
uk: включено

source: disabled
uk: відключено

source: Disable
uk: Відключити

source: Enable
uk: Увімкнути

source: Required
uk: Необхідний

source: Update type
uk: Варіант оновлення

source: Do you really want to delete this item?
uk: Ви дійсно бажаєте видалити цей об'єкт?

source: Monthly jokes views statistics
uk: Статистика перегляду Анекдотів за місяць

source: Counting at least 5 jokes
uk: Переглядом вважається перегляд мінімум 5 анекдотів

source: search by mac
uk: пошук по mac

source: Views
uk: Переглядів

source: Last view
uk: Останній перегляд

source: Daily video views statistics
uk: Статистика перегляду ВІДЕО по днях

source: Video archive
uk: Архів Відео

source: Karaoke archive
uk: Архів караоке

source: Total
uk: Всього

source: Opened
uk: Відкрито

source: Closed
uk: Закрыто

source: Rejected
uk: Відхилено

source: Inactive users per month
uk: Неактивні абоненти за місяць

source: Latest TV viewing
uk: Останній перегляд ТБ

source: Latest VIDEO viewing
uk: Останній перегляд ВІДЕО

source: TimeShift statistics per month
uk: Статистика перегляду TimeShift за місяць

source: Total time
uk: Загальний час

source: TV views statistics per month
uk: Статистика перегляду TV за місяць

source: User language
uk: Мова користувача

source: TV Archive statistics per month
uk: Статистика перегляду TV Архіву за місяць

source: Users TV views statistics per month
uk: Статистика перегляду TV користувачами за місяць

source: Counting if channel is playing more than 30 minutes
uk: Переглядом вважається відтворення каналу більше ніж 30 хв

source: Video views statistics per month
uk: Статистика перегляду ВІДЕО за місяць

source: By days
uk: По днях

source: By genres
uk: За жанрами

source: search by movie title
uk: пошук по "назві фільму"

source: Sort by
uk: Сортувати по

source: Total views
uk: Просмотров всего

source: Last views
uk: Переглядів всього

source: How many storages
uk: На скількох сховищах

source: Video views statistics by genres per month
uk: Статистика перегляду ВІДЕО за жанрами за місяць

source: Total movies
uk: Всього фільмів

source: Users video views statistics per month
uk: Статистика перегляду ВІДЕО за місяць

source: Stb in group
uk: Приставки групи

source: Are you sure you want to remove stb %s from the database?
uk: Ви дійсно бажаєте видалити приставку %s з бази?

source: Stb groups
uk: Групи приставок

source: Are you sure you want to delete the group %s from the database?
uk: Ви дійсно бажаєте видалити групу %s з бази?

source: Cache %s is cleared
uk: Кеш %s скинутий

source: Storage with id %s not found
uk: Сховище з ID %s в базі відсутнє

source: Cache is cleared
uk: Кеш скинуто

source: Are you sure you want to reset a cache?
uk: Ви дійсно бажаєте скинути весь кеш?

source: Clear cache
uk: скинути кеш

source: Are you sure you want to update a cache? This operation will take some time.
uk: Ви дійсно бажаєте оновити весь кеш? Ця операція займе якийсь час.

source: Refresh cache
uk: Оновити кеш

source: Unique movies
uk: Унікальні фільми

source: Search in storages
uk: Пошук по сховищах

source: Home path
uk: Домашня директорія

source: Are you sure you want to change the status of the storage %s?
uk: Ви дійсно бажаєте змінити статус сховища %s?

source: Are you sure you want to reset the cache of the storage %s?
uk: Ви дійсно бажаєте скинути кеш сховища %s?

source: clear cache
uk: скинути кеш

source: Are you sure you want to delete storage %s?
uk: Ви дійсно бажаєте видалити сховище %s?

source: Storing content
uk: Зберігання контенту

source: Not available for MAG100
uk: Недоступне для MAG100

source: Record TV
uk: Запис ТВ

source: Emulation
uk: Емуляція

source: External
uk: Зовнішнє

source: Only moderators
uk: Тільки модератори

source: Zones
uk: Зони

source: Address
uk: Адреса

source: Are you sure you want to change the status of the server %s?
uk: Ви дійсно бажаєте змінити статус сервера %s?

source: Are you sure you want to delete server %s?
uk: Ви дійсно бажаєте видалити сервер %s?

source: Stream zone
uk: Зона мовлення

source: Stream zones
uk: Зони мовлення

source: Are you sure you want to delete record %s?
uk: Ви дійсно бажаєте видалити запис %s?

source: Default zone
uk: Зона за умовчанням

source: Countries
uk: Країни

source: Updated according to the subscription channels.
uk: Канали оновлені згідно підписки.

source: Subscription saved
uk: Підписка збережена

source: TV channels subscription
uk: Підписка на канали

source: All channels
uk: Всі канали

source: Subscription
uk: Підписка

source: Bonus
uk: Бонус

source: Subscription import
uk: Імпорт підписки на канали
