Repository: Power535/ministra
Catalog: servidor/stalker_portal/server/locale/*/LC_MESSAGES/stb.po
Languages: uk

source: Update status
uk: Оновлювати статус

source: Update favorites
uk: Оновлювати вибране

source: Import
uk: Імпорт

source: TARIFF PLANS
uk: ТАРИФНІ ПЛАНИ

source: optional
uk: опціональний

source: Services packages
uk: пакети послуг

source: Use as default
uk: За умовчанням

source: Tasks
uk: Завдання

source: video
uk: відео

source: Messages
uk: Повідомлення

source: Expired 10 days
uk: Минуло 10 діб

source: reject
uk: відхилити

source: Video tasks archive
uk: Архів Відео завдань

source: Testers
uk: Тестувальники

source: Are you sure you want to change the status of the tester %s?
uk: Ви дійсно бажаєте змінити статус тестувальника %s?

source: Are you sure you want to remove the tester %s?
uk: Ви дійсно бажаєте видалити тестувальника %s?

source: CURRENT THEME
uk: Поточний скін

source: preview not available
uk: предпросмотр недоступний

source: Apply
uk: Застосувати

source: Report for the stb status changed on %s on %s
uk: Звіт за зміненими статусам приставок за %s на %s

source: Report of the stb status changing on %s on %s
uk: Звіт за зміненими статусам приставок за %s на %s

source: Current status
uk: Поточний статус

source: Time of change
uk: Час зміни

source: Search unique movies
uk: Пошук унікальних фільмів

source: waiting...
uk: очікування...

source: You are not authorized for this action
uk: У Вас немає прав на цю дію

source: Plain text
uk: У текстовому вигляді

source: On server
uk: На сервері

source: Excluding
uk: Виключаючи

source: folder
uk: каталог

source: Total views per month
uk: Кількість переглядів за місяць

source: Error: Not valid mac address
uk: Помилка: невірний формат MAC адреси

source: Error: STB with such MAC address already exists
uk: Помилка: приставка з такою MAC адресою вже існує

source: Error: Login already in use
uk: Помилка: Логін вже використовується

source: Error: could not create account
uk: Помилка: неможливо створити обліковий запис

source: Error: Not all required fields are filled
uk: Помилка: не всі обов'язкові поля заповнені

source: User account
uk: Обліковий запис користувача

source: Account disabled
uk: Обліковий запис відключено

source: User logs
uk: Логи користувачів

source: Go
uk: Перейти

source: All logs
uk: Усі логи

source: Report
uk: Звіт

source: search by MAC, IP, login or account number
uk: Пошук по MAC, IP, логіну або номеру особистого рахунку

source: without sorting
uk: без сортування

source: search inactive users
uk: пошук неактивних користувачів

source: Time from<br>last playback
uk: Час з<br>останнього<br>перегляду<br>чч:мм:сс

source: Last change<br>of status
uk: Остання<br>зміна<br>статусу

source: Current views on storage
uk: Поточні перегляди на сховищі

source: Begin
uk: Початок

source: Video club advertising
uk: Реклама в Відео клубі

source: Must watch
uk: Необхідно переглянути

source: Watch started
uk: Перегляд розпочато

source: in the last 30 days
uk: за останні 30 днів

source: Watch ended
uk: Перегляд завершено

source: Weight
uk: Вага

source: Deny for video categories
uk: Заборонити для відео категорій

source: Video Schedule
uk: Розклад включення відео

source: Search movies on storages
uk: Пошук фільмів по сховищах

source: and on
uk: і ще на

source: storages
uk: сховищах

source: Quality
uk: Якість

source: On
uk: Включений

source: and not on server
uk: і немає на сервері

source: total views
uk: переглядів всього

source: total views per month
uk: переглядів за місяць

source: last viewed
uk: останній перегляд

source: Number of storages
uk: Кількість сховищ

source: Last viewed
uk: Останній перегляд

source: Video log
uk: Відео лог

source: Comfort
uk: Комфорт

source: Pressure
uk: Тиск

source: mm Hg
uk: мм. рт.ст.

source: Wind
uk: Вітер

source: m/s
uk: м/с

source: Humidity
uk: Вологість

source: Current weather unavailable
uk: Поточна погода недоступна

source: The weather is not configured
uk: Погода не настроєна

source: VIEW
uk: ВІДОБРАЖЕННЯ

source: SORT
uk: СОРТУВАННЯ

source: FIND
uk: ЗНАЙТИ

source: SEARCH
uk: ПОШУК

source: search
uk: пошук

source: PICKING
uk: ВИБІРКА

source: BY LETTER
uk: ПО ЛІТЕРІ

source: BY NAME
uk: по виконавцю

source: BY TITLE
uk: за назвою

source: only favorite
uk: лише вибране

source: FAVORITE
uk: ВИБРАНЕ

source: del
uk: видалити

source: PAGE
uk: С

source: FROM
uk: З

source: FOUND
uk: ЗНАЙДЕНО

source: RECORDS
uk: ЗАПИСИ

source: LOADING...
uk: ЗАВАНТАЖЕННЯ...

source: Loading...
uk: Завантаження...

source: Media Browser
uk: Медіа Браузер

source: connected
uk: підключено

source: disconnected
uk: відключено

source: not found
uk: не знайдено

source: USB drive
uk: USB пристрій

source: The number of connections is limited. <br> Try again later
uk: Кількість підключень обмежена.<br>Спробуйте пізніше

source: File missing
uk: Файл відсутній

source: Access denied
uk: Доступ заборонено

source: Server unavailable
uk: Сервер недоступний

source: part
uk: серія

source: Track
uk: Доріжка

source: Off
uk: Відключити

source: Subtitles
uk: Субтитри

source: Complain
uk: Поскаржитись

source: on sound
uk: на звук

source: on video
uk: на зображення

source: Thank you, your opinion will be taken into account
uk: Дякуємо, Ваша думка буде врахована

source: one series
uk: одну серію

source: continuously
uk: безперервно

source: fit on
uk: вмістити

source: zoom
uk: збільшений

source: optimal
uk: оптимальний

source: stretch
uk: розтягнути

source: combined
uk: комбінований

source: by number
uk: за номером

source: by title
uk: по імені

source: MOVE
uk: РУХАТИ

source: HD only
uk: тільки HD

source: list
uk: список

source: list + info
uk: список з інфо

source: information about the movie
uk: інформація про фільм

source: Length
uk: Час

source: Cast
uk: У ролях

source: Rating
uk: Рейтинг

source: Age
uk: Вік

source: OTHER
uk: ІНШІ

source: BY GENRE
uk: ЗА ЖАНРОМ

source: BY YEAR
uk: ЗА РОКОМ

source: BY RATING
uk: ЗА РЕЙТИНГОМ

source: picking
uk: вибірка

source: by addtime
uk: по додаванню

source: rating
uk: за популярністю

source: favorite only
uk: лише вибране

source: purchased
uk: придбане

source: not ended
uk: недоглянуті

source: VIDEOCLUB
uk: ВІДЕОКЛУБ

source: Purchased
uk: Придбано

source: rent expires in
uk: оренда закінчується через

source: Your STB is blocked.<br/> Call the provider.
uk: Ваша приставка відключена.<br/> Зв'яжіться з провайдером.

source: BACK
uk: НАЗАД

source: ABOUT MOVIE
uk: ПРО ФІЛЬМ

source: TV GUIDE
uk: ТВ ГІД

source: PACKAGE INFO
uk: ПРО ПАКЕТ

source: SETTINGS
uk: НАЛАШТУВАННЯ

source: CANCEL
uk: ВІДМІНА

source: SAVE
uk: ЗБЕРЕГТИ

source: Current password
uk: Поточний пароль

source: PARENTAL SETTINGS
uk: БАТЬКІВСЬКІ НАЛАШТУВАННЯ

source: PARENTAL
uk: БАТЬКІВСЬКІ

source: New password
uk: Новий пароль

source: Repeat new password
uk: Повтор нового паролю

source: Settings saved
uk: Параметри збережено

source: Settings saved.<br>The STB will be rebooted. Press OK.
uk: Параметри збережено.<br>Приставка буде перезавантажена. Натисніть OK.

source: Error filling fields
uk: Помилка заповнення полів

source: Saving error
uk: Помилка при збереженні

source: LOCALIZATION
uk: ЛОКАЛІЗАЦІЯ

source: Language of the interface
uk: Мова інтерфейсу

source: City
uk: Місто

source: Use PAGE-/+ buttons to move through several menu items
uk: Кнопки PAGE-/+ для переміщення по декількох пунктах

source: SOFTWARE UPDATE
uk: ОНОВЛЕННЯ ПО

source: START UPDATE
uk: ОНОВИТИ

source: From HTTP
uk: Використовуючи HTTP

source: From USB
uk: Використовуючи USB

source: Method select
uk: Вибір методу

source: EMPTY
uk: ПУСТО

source: WEATHER
uk: ПОГОДА

source: pres.:
uk: тиск:

source: wind:
uk: вітер:

source: INFOPORTAL
uk: ІНФОПОРТАЛ

source: CITY INFO
uk: МІСЬКА ДОВІДКА

source: emergency
uk: екстрені

source: help
uk: довідкові

source: other
uk: різні

source: HOROSCOPE
uk: ГОРОСКОП

source: JOKES
uk: АНЕКДОТИ

source: GOTO
uk: ПЕРЕХІД

source: LIKE
uk: ПОДОБАЄТЬСЯ

source: BOOKMARK
uk: ЗАКЛАДКА

source: TO BOOKMARK
uk: ДО ЗАКЛАДКИ

source: JOKE
uk: АНЕКДОТ

source: MASTERMIND
uk: ГРА БИКИ ТА КОРОВИ

source: RULES
uk: ПРАВИЛА

source: RATING
uk: РЕЙТИНГ

source: B
uk: Б

source: C
uk: К

source: Your task is to guess the number of unduplicated four digits, the first of them - not zero. Every your guess will be compared with the number put forth a STB. If you guessed a digit, but it is not in place, then it is a COW (C). If you guessed, and a number, and its location, this BULL (B).
uk: Ваше завдання вгадати число з чотирьох неповторюваних чисел, причому перша з них - не нуль. Кожне Ваше припущення буде порівнюватися з числом, яке загадала приставка. Якщо Ви відгадали цифру, але вона стоїть не на своєму місці, то це КОРОВА (К). Якщо Ви відгадали і цифру, і її місце, то це БИК (Б).

source: Moving the cursor
uk: Переміщення курсора

source: Enter numbers into cells
uk: Введення цифр в клітинки

source: Confirmation of the step
uk: Підтвердження ходу

source: Moving through the pages of history moves
uk: Переміщення по сторінках історії ходів

source: Service is disabled
uk: Послуга відключена

source: Channel is not available
uk: Підписка на послугу відсутня

source: TV Guide
uk: ТВ Гід

source: RECORD
uk: ЗАПИСАТИ

source: REMIND
uk: НАГАДАТИ

source: Memo
uk: Нагадування

source: Goto channel
uk: Перейти на канал

source: Close
uk: Закрити вікно

source: on channel
uk: на каналі

source: now begins
uk: зараз починається

source: in
uk: в

source: started
uk: почалося

source: MORE
uk: ДЕТАЛЬНІШЕ

source: search_box_languages
uk: uk,en

source: date_format
uk: {0}, {1} {2}, {3}р.

source: Timezone
uk: Часовий пояс

source: NTP Server
uk: NTP Сервер

source: DELETE
uk: ВИДАЛИТИ

source: STOP
uk: ЗУПИНИТИ

source: Do you really want to stop this record?
uk: Ви дійсно бажаєте зупинити цей запис?

source: Confirm
uk: Підтвердження

source: Server error. Try again later.
uk: Помилка сервера. Повторіть спробу пізніше.

source: RECORDING DURATION
uk: ТРИВАЛІСТЬ ЗАПИСИ, г

source: FREE on the server, h
uk: ВІЛЬНО на сервері, г

source: Recording this channel is forbidden
uk: Запис цього каналу заборонено

source: Buffer size
uk: Розмір буфера

source: Time, sec
uk: Час, с

source: PLAYBACK
uk: ВІДТВОРЕННЯ

source: EXIT
uk: ВИХІД

source: YES
uk: ТАК

source: CLOSE
uk: ЗАКРИТИ

source: OK
uk: ОК

source: PAY
uk: СПЛАТИТИ

source: PLAY
uk: ВІДТВОРИТИ

source: START
uk: СТАРТ

source: ADD
uk: ДОДАТИ

source: Audio out
uk: Аудіо виходи

source: Analog only
uk: Тільки аналогові

source: Analog and S/PDIF 2-channel PCM
uk: Аналогові та 2-x канальний PCM в S/PDIF

source: S/PDIF raw or 2-channel PCM
uk: S/PDIF не декодований (RAW) або S/PDIF PCM

source: GAME
uk: ГРА

source: DOWNLOADS
uk: ЗАВАНТАЖЕННЯ

source: Not found mounted devices
uk: Не знайдені зовнішні носії

source: Add download
uk: Додати завантаження

source: Device
uk: Пристрій

source: Ok
uk: Ок

source: CREATE
uk: СТВОРИТИ

source: MOVE UP
uk: ВГОРУ

source: MOVE DOWN
uk: ВНИЗ

source: RECORDING
uk: ЗАПИС

source: DOWNLOAD
uk: ЗАВАНТАЖИТИ

source: RECORDING AND FILE
uk: ЗАПИС І ФАЙЛ

source: Duration of continuous playback
uk: Тривалість безперервного відтворення

source: Without limit
uk: Обмеження відключено

source: hours
uk: г

source: Reached limit the duration of continuous playback. To continue playback, press the OK or EXIT.
uk: Досягнуто ліміт тривалості безперервного відтворення. Для продовження відтворення натисніть OK або EXIT.

source: GENERAL SETTINGS
uk: ЗАГАЛЬНІ

source: Screensaver interval
uk: Інтервал запуску зберігача екрану

source: DEMO VIDEO
uk: ВІДЕО ІНСТРУКЦІЯ

source: ACCOUNT
uk: ОСОБИСТИЙ КАБІНЕТ

source: Coming soon
uk: З'явиться найближчим часом

source: INFORMATION
uk: ІНФОРМАЦІЯ

source: PAYMENT
uk: ОПЛАТА

source: AGREEMENT
uk: ДОГОВІР

source: TERMS OF USE
uk: ПРАВИЛА

source: Video instruction
uk: Відео інструкція

source: QUALITY
uk: ЯКІСТЬ

source: low
uk: низьке

source: medium
uk: середнє

source: high
uk: високе

source: internet
uk: інтернет

source: NETWORK STATUS
uk: СТАН МЕРЕЖІ

source: REFRESH
uk: ОНОВИТИ

source: Speed test
uk: Тест швидкості

source: testing...
uk: тестування...

source: UP
uk: ВКЛ

source: DOWN
uk: ВИКЛ

source: stopped
uk: зупинено

source: waiting queue
uk: очікування

source: running
uk: завантаження

source: completed
uk: закінчено

source: temporary error
uk: тимчасова помилка

source: permanent error
uk: помилка

source: Authentication
uk: Вхід

source: Error
uk: помилка

source: Play this url or start download?
uk: Програти або завантажити це посилання?

source: Play
uk: Програти

source: Download
uk: Завантажити

source: Play all
uk: ГРАТИ ВСЕ

source: on
uk: вкл

source: off
uk: викл

source: Network authentication
uk: Мережевий вхід

source: Do you really want to exit?
uk: Ви дійсно бажаєте вийти?

source: There is an active downloads from this server
uk: Існує активне завантаження з вибраного сервера

source: Alert
uk: Попередження

source: Notice
uk: Повідомлення

source: Select
uk: Вибір

source: Favorites
uk: Вибране

source: Your STB is not supported
uk: Ваша приставка не підтримується

source: Phone
uk: Телефон

source: User
uk: Користувач

source: SERVICES MANAGEMENT
uk: УПРАВЛІННЯ ПОСЛУГАМИ

source: SUBSCRIBE
uk: ПІДКЛЮЧИТИ

source: UNSUBSCRIBE
uk: ВІДКЛЮЧИТИ

source: Content
uk: Містить

source: Are you really want to subscribe to this service?
uk: Ви дійсно бажаєте підключити дану послугу?

source: Are you really want to unsubscribe from this service?
uk: Ви дійсно бажаєте відключити дану послугу?

source: The service costs {0}
uk: Вартість послуги {0}

source: You have successfully subscribed to the service.
uk: Ви успішно підключили дану послугу.

source: You have successfully unsubscribed from the service.
uk: Ви успішно відключили дану послугу.

source: You have successfully subscribed to the service. STB will be rebooted.
uk: Ви успішно підключили дану послугу. Приставка буде перезавантажена.

source: You have successfully unsubscribed from the service. STB will be rebooted.
uk: Ви успішно відключили дану послугу. Приставка буде перезавантажена.

source: An error in the management of subscriptions.
uk: Помилка під час керування послугами.

source: package_price_measurement
uk: грн

source: Do you really want to rent this movie?
uk: Ви дійсно хочете придбати даний фільм?

source: The movie costs {0}
uk: Вартість фільму {0}

source: Rent duration: {0}h
uk: Тривалість оренди: {0}г

source: End date
uk: Закінчення дії

source: 3D mode
uk: 3D режим

source: mode {0}
uk: режим {0}

source: no epg
uk: відсутня програма передач

source: wrong epg
uk: програма передач не співпадає

source: Part
uk: Розділ

source: Channel not available
uk: Канал недоступний

source: Channel temporary unavailable
uk: Канал тимчасово недоступний

source: Channel not available for this region
uk: Канал недоступний для даного регіону

source: Channel not available. Server error.
uk: Канал недоступний. Помилка сервера.

source: Account info
uk: Інформація

source: Payment
uk: Продовжити

source: Reload portal
uk: Перезапуск

source: Continue playing?
uk: Програма закінчується. Продовжити відтворення?

source: NO
uk: НІ

source: Do you want to quit the Time Shift mode?
uk: Вийти з режиму Time Shift?

source: by name
uk: за назвою

source: by date
uk: за датою

source: Connection problem
uk: Помилка підключення

source: Authentication problem
uk: Помилка аутентифікації

source: Start recording on the server?
uk: Розпочати запис на сервері?

source: Do you really want to schedule a recording on the server?
uk: Ви дійсно бажаєте запланувати запис на сервер?

source: Select where to save the record
uk: Куди зберегти запис?

source: USB Storage
uk: USB пристрій

source: Path
uk: Шлях

source: Filename
uk: Назва файлу

source: USB Device
uk: пристрій

source: rec_stop_msg
uk: Зупинено запис — {0} на каналі {1}

source: The recorded file is missing
uk: Записаний файл відсутній

source: Recording is not finished yet
uk: Запис ще не завершився

source: The channel already has a scheduled recording
uk: Канал вже має запланований запис

source: PVR Error: Wrong parameter
uk: Помилка PVR: Невірний параметр

source: PVR Error: Not enough memory to complete the operation
uk: Помилка PVR: Недостатньо пам'яті для виконання операції

source: PVR Error: Incorrect recording range
uk: Помилка PVR: Невірний діапазон записи

source: PVR Error: Task not found
uk: Помилка PVR: Завдання не знайдено

source: PVR Error: Wrong filename
uk: Помилка PVR: Невірне ім'я файлу

source: PVR Error: Record file already exists
uk: Помилка PVR: Файл вже існує

source: PVR Error: Error opening channel URL
uk: Помилка PVR: Помилка відкриття URL

source: PVR Error: Error opening file
uk: Помилка PVR: Помилка відкриття файлу

source: PVR Error: Exceeded the maximum number simultaneous recordings
uk: Помилка PVR: Перевищено максимальну кількість одночасних записів

source: PVR Error: End of stream
uk: Помилка PVR: Отримано кінець потоку

source: PVR Error: Error writing to file
uk: Помилка PVR: Помилка запису в файл

source: Start time
uk: Початок

source: End time
uk: Завершення

source: Recording
uk: Запис

source: Recording on USB device interrupted
uk: Запис на USB пристрій перервано

source: Wrong
uk: Невірно

source: Parent control
uk: Батьківський контроль

source: Encoding
uk: Кодування

source: Network folder
uk: Мережева папка

source: IP address
uk: IP адреса

source: Local folder
uk: Назва папки

source: Server address
uk: Адреса сервера

source: Path to the folder
uk: Шлях до папки на сервері

source: Folder name in favorites
uk: Назва папки в обраному

source: Mount failed
uk: Помилка монтування

source: SKIP
uk: ПРОПУСТИТИ

source: COMMERCIAL
uk: РЕКЛАМА

source: Clock
uk: Годинник

source: Hidden
uk: Приховані

source: Top Right
uk: Зверху справа

source: Top Left
uk: Зверху зліва

source: Bottom Right
uk: Знизу праворуч

source: Bottom Left
uk: Знизу зліва

source: Settings section is currently unavailable
uk: Розділ налаштувань в даний момент недоступний

source: No channels available
uk: ТВ канали відсутні

source: You can configure DVB channels in the settings menu
uk: Ви можете налаштувати DVB канали в меню налаштувань

source: Applications
uk: Додатки

source: Video will be available soon
uk: Відео буде доступо найближчим часом

source: Install application?
uk: Встановити додаток?

source: ADD TO PLAYLIST
uk: В ПЛЕЙЛИСТ

source: DEL FROM PLAYLIST
uk: ВИДАЛИТИ

source: PLAYLIST
uk: ПЛЕЙЛИСТ

source: Artist
uk: Виконавець

source: Compositions
uk: Композиції

source: Playlist select
uk: Плейлисти

source: NEW
uk: НОВЫЙ

source: New Playlist
uk: Новый плейлист

source: CREATE NEW
uk: СТВОРИТИ НОВИЙ

source: Do you really want to delete this track from playlist?
uk: Ви дійсно бажаєте видалити трек з плейліста?

source: Do you really want to delete this playlist?
uk: Ви дійсно бажаєте видалити цей плейлист?

source: VK MUSIC
uk: ВК МУЗИКА

source: Firmware of your STB is outdated.<br>Please update it.
uk: Прошивка вашої приставки застаріла.<br>Будь ласка обновіть її.

source: LOGOUT
uk: ВИЙТИ

source: Do you really want to log out?
uk: Ви дійсно хочете вийти?

source: biography
uk: біографія

source: action
uk: бойовик

source: western
uk: вестерн

source: military
uk: військовий

source: detective
uk: детектив

source: children's
uk: дитяче

source: house/country
uk: дім/дача

source: drama
uk: драма

source: foreign
uk: зарубіжні

source: health
uk: здоров'я

source: art
uk: мистецтво

source: historical
uk: історичний

source: history
uk: історія

source: yoga
uk: йога

source: catastrophe
uk: катастрофи

source: comedy
uk: комедія

source: criminal
uk: кримінал

source: cookery
uk: кулінарія

source: melodrama
uk: мелодрама

source: mysticism
uk: містика

source: musical
uk: музичний

source: science
uk: наука

source: ours
uk: наші

source: teach
uk: навчальне

source: hunting
uk: полювання

source: adventure
uk: пригоди

source: nature
uk: природа

source: travels
uk: подорожі

source: fishing
uk: риболовля

source: series
uk: серіал

source: sketch-show
uk: скетч-шоу

source: sport
uk: спорт

source: dancing
uk: танці

source: show
uk: телешоу

source: technique
uk: техніка

source: thriller
uk: трилер

source: horror
uk: жахи

source: fiction
uk: фантастика

source: aerobics
uk: фітнес

source: fantasy
uk: фентезі

source: erotica
uk: еротика

source: humourist
uk: гумористи

source: foreign cartoons
uk: заруб. м/ф

source: our cartoons
uk: наші м/ф

source: cartoon series
uk: серіал м/ф

source: Cartoon
uk: Мультфільми

source: Ours cinema
uk: Наше кіно

source: World cinema
uk: Світове кіно

source: Documentary
uk: Документальне

source: Humour
uk: Гумор

source: Hobbies
uk: Хоббі

source: Our Serial
uk: Наш Серіал

source: Foreign Serial
uk: Іноземний Серіал

source: TV shows
uk: Серіали

source: Cartoons
uk: Мультфільми

source: Music videos
uk: Mузичне відео

source: Detective
uk: Детектив

source: Drama
uk: Драма

source: Historical
uk: Історичний

source: Clips
uk: Кліпи

source: Comedy
uk: Комедія

source: Melodrama
uk: Мелодрама

source: Adventures
uk: Пригоди

source: Thriller
uk: Триллер

source: Horrors
uk: Жахи

source: Fiction
uk: Фантастика

source: Erotica
uk: Еротика

source: Fantasy
uk: Фентезі

source: Animation
uk: Анімація

source: Childrens
uk: Дитячий

source: Musical
uk: Мюзикл

source: Western
uk: Вестерн

source: Serial
uk: Серіал

source: Sports
uk: Спорт

source: Teach
uk: Навчальне

source: Information
uk: Інформаційний

source: Adventure
uk: Пригоди

source: Family
uk: Сімейне

source: information
uk: інформаційний

source: entertainments
uk: розваги

source: cinema
uk: кіно

source: sports
uk: спорт

source: music
uk: музика

source: business
uk: бізнес

source: culture
uk: культура

source: for adults
uk: для дорослих

source: information-entertaining
uk: інформаційно-розважальний

source: religion
uk: релігія

source: social
uk: соціальний

source: woman's
uk: женский

source: scientific-entertainment
uk: науково-розважальний

source: Entertainment
uk: Розважальні

source: For Kids
uk: Для дітей

source: Music
uk: Музичні

source: News
uk: Новинні

source: Nature
uk: Природа

source: Jazz
uk: Джаз

source: Pop
uk: Поп

source: Rock
uk: Рок

source: Audio books
uk: Аудіокниги

source: 1920s and earlier
uk: 1920-ті та раніше

source: 1930s
uk: 1930-ті

source: 1940s
uk: 1940-ві

source: 1950s
uk: 1950-ті

source: 1960s
uk: 1960-ті

source: 1970s
uk: 1970-ті

source: 1980s
uk: 1980-ті

source: 1990s
uk: 1990-ті

source: 2000s
uk: 2000-ні

source: English
uk: Англійська

source: Spanish
uk: Іспанська

source: German
uk: Німецький

source: Italiano
uk: Італійський

source: Russian
uk: Російська

source: French
uk: Французький

source: Portuguese
uk: Португальська

source: Turkish
uk: Турецький

source: Chanson
uk: Шансон

source: From cartoon films
uk: З мультфільмів

source: Nurseries
uk: Дитячі

source: National
uk: Народні

source: From films
uk: З кінофільмів

source: Clear
uk: Ясно

source: Partly Cloudy
uk: Мінлива хмарність

source: Cloudy
uk: Хмарно

source: Overcast
uk: Похмуро

source: Little rain
uk: Короткочасний дощ

source: Rain
uk: Дощ

source: Thunderstorm
uk: Гроза

source: Hail
uk: Похмуро

source: Sleet
uk: Мокрий сніг

source: Snow
uk: Сніг

source: Snowfall
uk: Снігопад

source: N
uk: Пн

source: NE
uk: ПнСх

source: E
uk: Сх

source: SE
uk: ПдЗх

source: S
uk: Пд

source: SW
uk: ПдЗх

source: W
uk: Зх

source: NW
uk: ПнЗх

source: Tariff plan is changed, please restart your STB
uk: Тарифний план змінено. Будь ласка, перезавантажте приставку.

source: Starting recording
uk: Починається запис

source: Stopped recording
uk: Зупинено запис

source: Services are updated according to the subscription. The STB will be rebooted.
uk: Послуги оновлено згідно з підпискою. Приставка буде перезавантажена.

source: Your STB is damaged.<br/> Call the provider.
uk: Для реєстрації цього пристрою<br/>зв'яжіться з провайдером.
