Repository: Power535/ministra
Catalog: servidor/stalker_portal/server/locale/*/LC_MESSAGES/stb.po
Languages: uk

source: admin
uk: Адміністратор

source: Registration Date
uk: Дата реєстрації

source: Last start
uk: Останній старт

source: Watched TV channel
uk: Перегляд ТВ-каналу

source: Watched movie
uk: Перегляд відео

source: Streaming server
uk: Стрімінг сервер

source: Firmware version
uk: Версія прошивки

source: Media type
uk: Тип медіа

source: Send msg with video
uk: Надіслати повідомлення

source: EXPLORER
uk: ПРОВІДНИК

source: BROWSER
uk: БРАУЗЕР

source: SYSTEM
uk: СИСТЕМА

source: PORTAL
uk: ПОРТАЛ

source: EXCHANGE
uk: КУРС ВАЛЮТ

source: Watch TV shows, movies, tv series, news and educational programs in digital quality.
uk: Дивіться телепередачі, фільми, серіали, новини та пізнавальні програми в цифровій якості.

source: Library of movies for any mood with easy search and sorting by genre that help to find what you need in seconds.
uk: Бібліотека кіно під будь-який настрій. Зручний пошук і сортування за жанрами дозволять швидко знайти те, що Вам потрібно!

source: Audio club app allows creating a special atmosphere for any party of family event!
uk: Додаток Аудіо клуб дозволить створити особливу атмосферу на будь-якій вечірці або сімейному святі!

source: Easy and handy way of listening to music, news, talk shows and much more.
uk: Простий і зручний спосіб слухати музику, новини, ток-шоу та багато іншого.

source: Sing your favourite songs with friends or improve your vocal skills.
uk: Співайте улюблені пісні в компанії друзів або розвивайте свої вокальні навички.

source: Watch movies, listen to music or view the photos, saved on your removable storages or within the local network.
uk: Дивіться фільми, слухайте музику, переглядайте фотографії, розташовані на знімних носіях або в локальній мережі.

source: Download the files directly from the Internet network to the connected removable storage.
uk: Завантажуйте файли безпосередньо з мережі Інтернет на підключений знімний носій.

source: This app allows recording TV shows or watch the records made previously.
uk: Ця програма дозволяє записувати ТВ програми або переглядати зроблені раніше записи.

source: App will help you to stay up to date with the changes in rates of currencies from all over the world.
uk: Додаток допоможе Вам завжди залишатися в курсі інформації про вартість валют з усього світу.

source: Weather forecast for three subsequent days in any city of the world.
uk: Прогноз погоди на найближчі три дні в будь-якому місті світу.

source: Horoscope, city guide and many other things that can be useful for fun and useful pastime.
uk: Гороскоп, міський довідник і багато іншого. Все що може стати в нагоді для веселого і корисного дозвілля.

source: Configure the user interface appearance and set up parental control to ensure your child’s safety while he’s using a set-top box.
uk: Налаштуйте зовнішній вигляд користувальницького інтерфейсу, встановіть батьківський контроль, щоб бути спокійним за безпеку дитини, коли вона користується приставкою.

source: System settings will help you to set up network connection, graphics resolution and to change interface language.
uk: Системні налаштування допоможуть організувати підключення до мережі, встановити графічне розширення, змінити мову інтерфейсу.

source: Surf the Internet via built-in browser! To make it easier, you can use the MAGic Remote mobile app or connect the keyboard or mouse via USB port.
uk: Подорожуйте просторами Інтернету за допомогою вбудованого браузера!

source: 2048 is one of the world’s most popular puzzles. The rules are simple: you need to shuffle all the bars to one side of the game field. Your goal is to reach 2048.
uk: Популярна логічна гра метою якої є отримання плитки номіналом в "2048".

source: Lines is the puzzle from 90-s which is still popular. The game’s goal is to remove balls by forming lines of at least five balls of the same color.
uk: Lines - одна з найпопулярніших логічних ігор кінця 90-х. Мета гри - зібрати якомога більше ліній з п'яти і більше кульок одного кольору.

source: Memory is a game for memory development. Find out how much time you need to open all the matching cards.
uk: Memory - гра для розвитку пам'яті. Дізнайтеся скільки ходів Вам потрібно, щоб відкрити всі парні картки.

source: Sudoku is a well-known Japanese puzzle. You need to fill all the cells the way there won't be the same two numbers in each row, column or block.
uk: Sudoku - відома японська головоломка. Потрібно розсташувати числа в клітинках таким чином, щоб не було збігів в ряду, стовпці і блоці

source: The portal is temporarily unavailable.<br>Please try again later.<br>Sorry for the inconvenience.
uk: Портал тимчасово недоступний.<br>Будь ласка, спробуйте пізніше.<br>Приносимо вибачення за незручності.

source: Use your username and password to login or register on %s
uk: Для входу використовуйте свій логін і пароль або зареєструйтеся на %s

source: Your device is not supported.
uk: Ваш пристрій не підтримується.

source: Time on the device is not synchronized.
uk: Час на пристрої не синхронізовано.

source: License keys
uk: Ліцензійні ключі

source: Reserved
uk: Зарезервован

source: Error. License key belongs to other service provider.
uk: Помилка. Ліцензійний ключ належить іншому оператору.

source: Something went wrong. Check your internet connection and try again later.
uk: Виникла помилка. Перевір налаштування з'єднання і поробуйте знову.

source: Connection server error
uk: Помилка підключення до сервера

source: Connection to database failed
uk: Помилка підключення до бази даних

source: Incorrect operator key or secret phrase
uk: Некоректне ключ оператора або секретна фраза

source: Error. Limit of clearings is exceeded.
uk: Помилка. Перевищено ліміт очисток.

source: Error. License key is expired.
uk: Помилка. Закінчився термін дії ліцензіоннго ключа.

source: Error. License key is blocked.
uk: Помилка. Ліцензійний ключ заблокований.
